Repository: ioscorpus/Hotwire_test_ios
Catalog: HotwireCommunications/HotwireCommunications-TC/Utility/*.lproj/Localizable.strings
Languages: es

# Language
source: English
es: Spanish

source: Upgrade
es: Mejorar

source: Privacy Policy
es: Política de privacidad

source: Community
es: Comunidad

source: Support
es: Apoyo

source: TV
es: televisión

# TermOfUse
source: Terms of Use
es: Terminos de uso

# TermOfUseCellTitle
source: TERMS OF USE
es: TÉRMINOS DE USO

# PrivacyPolicyCellTitle
source: PRIVACY POLICY
es: POLÍTICA DE PRIVACIDAD

source: Sign Up
es: Regístrate

source: Log In
es: iniciar sesión

source: Set Up
es: Preparar

source: Change Phone
es: Cambiar de teléfono

source: Change Email
es: Cambiar e-mail

source: Help
es: Ayuda

# AccountSetup
source: Notification Setup
es: Configuración de la notificación

source: Account Recovery
es: Recuperación de Cuenta

source: Recover Username
es: recuperar nombre de usuario

source: Skip
es: Omitir

source: Cancel
es: Cancelar

source: Back
es: Espalda

source: MY DASHBOARD
es: MI TABLERO

# Offer_And_Event
source: Offer and Events
es: Oferta y Eventos

source: Billing
es: Facturación

source: Appointments
es: Equipo

source: Connection
es: Conexión

source: My Account
es: Mi cuenta

source: Account
es: Cuenta

source: App Settings
es: Ajustes de Aplicacion

source: MY INTERNET SERVICE
es: MI SERVICIO DE INTERNET

source: Check My Email
es: Revisa mi correo electrónico

source: Speed Test
es: Test de velocidad

source: VPN Connection
es: conexión VPN

source: Upgrade Internet Service
es: Servicio de Internet de actualización

source: MY TV SERVICE
es: MI SERVICIO

source: MY DVR
es: MI DVR

source: MY REMOTE CONTROL
es: Mi control remoto

source: MY CHANNEL LINEUP
es: MI CANAL DE LA LÍNEA

# TV_FISION_STREAMING
source: FISION GO STREAMING
es: FISION IR STREAMING

# TV_FISION_DVR
source: FISION HOME DVR
es: DVR de FISION HOME

source: Video On Demand
es: Vídeo a la carta

source: TV Network Apps
es: Aplicaciones de TV Red

source: Community Video
es: video de la comunidad

source: Recording Shows
es: grabar programas

source: Scheduled Shows
es: espectáculos programados

source: TV Schedule
es: Horario de television

source: Remote Control
es: Control remoto

source: TV Listings
es: Los anuncios de televisión

source: Channel Lineup
es: Listado de Canales

source: Upgrade TV Service
es: Servicio de televisión actualización

# Support_Title
source: Support
es: Apoyo

source: self help
es: Autoayuda

# Support_Troubleshooting
source: Troubleshooting
es: Solución de problemas

# Support_FAQ
source: Frequently Asked Questions
es: Preguntas frecuentes

# Support_All_Clear
source: All Clear
es: Todo claro

# Support_Customer_Service
source: Customer Service
es: Servicio al cliente

# Support_Live_Chat
source: Live Chat
es: Chat en vivo

# Support_Call
source: Call
es: Llamada

# Support_Yes
source: Yes
es: Sí

# Support_Cancel
source: Cancel
es: Cancelar

# Support_Contact_Us
source: Contact Us
es: Contáctenos

# Support_Appointment
source: Appointment
es: Cita

# Support_Visit_Scheduled
source: Home Service Visit Scheduled
es: Inicio Servicio Visita programada

# Support_Schedule_Appointment
source: Schedule New Appointment
es: Llamada telefónica programada

# Support_None
source: None
es: Ninguna

# Support_Schedule_Visit
source: Schedule Home Visit
es: Horario Visita domiciliaria

# Support_Account_Manager
source: Your Account Manager
es: Su Gerente de Cuenta

# Support_Manager_Info
source: Account Manager Info
es: Información del administrador de cuentas

# FISION_HIGHLIGHT
source: Fision GO Highlights
es: Fision GO Lo más destacado

# FISION_GUIDE
source: Fision GO Guide
es: Guía de Fision GO

# FISION_RECORDING
source: Fision GO Cloud Recordings
es: Fision GO Grabaciones de la nube

# FISION_PAST_RECORDING
source: Past Recordings
es: Grabaciones pasadas

# FISION_SCHEDULE_RECORDING
source: Schedule Recordings
es: Grabaciones programadas

# FISION_SERIES_RECORDING
source: Series Recordings
es: Grabaciones de la serie

# FISION_SCHEDULE_A_RECORDING
source: Schedule a Recording
es: Programar una grabación

source: MY PHONE SERVICE
es: MI SERVICIO DE TELÉFONO

source: Phone Portal
es: Portal de teléfono

source: Settings
es: ajustes

source: Upgrade Phone Service
es: Servicio Telefónico de actualización

source: Accession Voip Phone
es: Adhesión de VoIP de teléfono

source: MY SECURITY SERVICE
es: MI SERVICIO DE SEGURIDAD

source: Panic Button
es: Botón de pánico

source: Upgrade Security Service
es: Actualizar Servicio de Seguridad

# Register_Title
source: Register Your HotWire Account
es: Registre su cuenta HotWire

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Re-type Password
es: Vuelva a escribir la contraseña

source: Customer Number
es: Número de cliente

# NotRobot
source: I'm not a Robot
es: No soy un robot

source: Continue
es: Continuar

# ChoosSignUp
source: Choose a Sign Up Method
es: Elija una Suscríbete Método

source: Invitation Code
es: código de invitación

# InstallationCode
source: Invition Code
es: código de invitación

# CoustomerNoInfoText
source: Your Customer Number can be found on your monthly billing statement.
es: Su número de cliente se puede encontrar en su estado de cuenta mensual .

# helpLineForCoustomerNo
source: I do not get a monthly billing statement.
es: no consigo un estado de cuenta mensual .

# InviteCodeInfoText
source: Your Invitation Code can be found in the Introduction Letter or Email send to your Property Manager and/or Hotwire Communications. See example letters below.
es: Su código de invitación se puede encontrar en la Introducción carta o correo electrónico enviar a su administrador y / o Hotwire Comunicaciones. Ver ejemplo letras de abajo.

# InviteCodeHelpLine
source: Unable to find your Invitation Code?
es: No se puede encontrar su código de invitación?

# Term&Condition
source: By signing up, you agree to our Terms of Use and Privacy Policy
es: Al registrarse, usted acepta nuestras condiciones de uso y? Política de privacidad

source: Terms of Use
es: condiciones de uso

# activitySheetbodyCustomerNumber
source: If you do not get a monthly statement, please call us at (555) 555-5555.
es: Si usted no recibe una declaración mensual, por favor llámenos al (555) 555-5555.

source: Call Us Now
es: Llámanos ahora

# activitySheetboodyInviteCode
source: If you can not find your invitation code, please call us at (555) 555-5555.
es: si usted no puede encontrar su código de invitación, por favor llámenos al (555) 555-5555.

# CancelTitle
source: Cancel Sign Up?
es: Cancel entrar?

source: Continue Sign Up?
es: Continuar ¿Regístrate?

# CancelActiveSheetBody
source: Are you sure you want to cancel sign up?
es: ¿Está seguro de que desea cancelar de registro?

# ConfirmCancel
source: Yes, Continue
es: Sí, continuar

# CustomerNumberTitle
source: Customer Number
es: ¿Cuál es su número de cliente?

# Where_FoundCoustomerNumber
source: Your Customer Number can be found on your monthly billing statement.
es: Su número de cliente se puede encontrar en su estado de cuenta mensual.

# InviteCodeTitle
source: What is Your Invitation Code?
es: ¿Cuál es su código de instalación?

# WhereToFoundInviteCode
source: Your Invitation Code can be found in the Introduction Letter or Email sent to you from your Property Manager and/or Hotwire Communications.
es: Su Código de invitación se puede encontrar en la carta de introducción o correo electrónico enviado a usted desde su administrador de propiedades y / o comunicaciones Hotwire.

# WhereToFoundInviteCodeHelp
source: Your Invitation Code can be found in the Introduction Letter or Email sent to you from your Property Manager and/or Hotwire Communications. See example letter below:
es: Su Código de invitación se puede encontrar en la carta de introducción o correo electrónico enviado a usted desde su administrador de propiedades y / o comunicaciones Hotwire. Vea la siguiente carta de ejemplo:

# SignUpTermAndCondition
source: By signing up, you agree to our Term of Use and have read our Privacy Policy. You may receive SMS Text Messages from Hotwire Communications and can optout at any time.
es: Al registrarse, usted está de acuerdo en nuestro término del uso y de haber leído nuestra política de privacidad. Puede recibir mensajes de texto SMS desde Hotwire Comunicaciones y puede optar en cualquier momento.

# SignupNumberInUse
source: Number Already in use
es: Número Ya está en uso

source: Get Started
es: Empieza

source: Sign Up Now
es: Registrese Hoy

# AlreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes una cuenta?

# LoginTermsNConditionIntro
source: Our Terms of Service and Privacy Policy have changed. Please review and agree to them before countinuing.
es: Nuestros Términos de Servicio y Política de Privacidad han cambiado. Por favor, revise y acepte antes de contar.

# SignUpMethod
source: Choose a Sign Up Method
es: Elija una Suscríbete Método

source: New Customer
es: Nuevo cliente

source: Existing Customer
es: Cliente existente

# WhatYourName
source: What is Your Name?
es: ¿Cuál es tu nombre?

source: First Name
es: Nombre de pila

source: Last Name
es: Apellido

# NameInfoDetails
source: Please enter your name as it appears on your driver license.
es: Por favor ingrese su nombre tal como aparece en su licencia de conducir.

# WhatIsYourMobNo
source: What is Your Mobile Phone Number?
es: ¿Cuál es su número de teléfono móvil?

# MobileNumberInfoText
source: You can change this number and manage notifications from your settings after you finish creating your account.
es: Puede cambiar este número y gestionar las notificaciones de la configuración después de finalizar la creación de su cuenta.

# MobileNumberTitle
source: Mobile Number
es: Número de teléfono móvil

# HelpMobileNumberForSignUp
source: Use this mobile number to help secure and recover your account if you forgot your username or password.
es: Utilice este número de teléfono móvil para ayudar a proteger y recuperar su cuenta si ha olvidado su nombre de usuario o contraseña.

# MobileNumberInfoTextAfterLogin
source: You can change this number and manage notifications from your settings after you finish creating your account.
es: Puede utilizar este número para ayudar a recuperar su cuenta si olvida su nombre de usuario o contraseña.

# Reset_Mobile_Info
source: You can use this number to help recover your account if you forgot your username or password.
es: Puede utilizar este número para ayudar a recuperar su cuenta si ha olvidado su nombre de usuario o contraseña.

source: Done
es: Hecho

# LoginSendVerificationCode
source: Send Verification Code
es: Envíe el código de verificación

source: Enter your mobile number
es: Ingrese su numero celular

# DoNotHaveTextEnablePhone
source: I do not have a text enabled phone
es: Yo no tengo un teléfono de texto compatible con

# ForgotLoginInfoText
source: We will send a verification code to this email address to confirm its yours.
es: Enviaremos un código de verificación a esta dirección de correo electrónico para confirmar la suya.

# ForgotUserNameEmailInfoText
source: We will send your username to this email address.
es: Enviaremos su nombre de usuario a esta dirección de correo electrónico.

# ForgotLoginMobileInfoTextWithMobile
source: We will send a verification code via text message to this phone number to confirm its yours.
es: Enviaremos un código de verificación a través de un mensaje de texto a este número de teléfono para confirmar el suyo.

# ForgotLoginMobileUserNameText
source: We will send your username via text message to your mobile number.
es: Enviaremos su nombre de usuario a través de un mensaje de texto a su número de móvil.

# WhatYourEmailId
source: What is Your Email Address?
es: ¿Cuál es tu dirección de correo electrónico?

# EmailAddressTitle
source: Email Address
es: Dirección de correo electrónico

source: Reset Password
es: Restablecer la contraseña

source: Enter Email Address
es: Introducir la dirección de correo electrónico

# EmailAddressInfoText
source: You will use this email address when you log in or want to reset your password.
es: Utilizará esta dirección de correo electrónico cuando inicie sesión o desee restablecer su contraseña.

# SendUsernameBtn
source: Send Username
es: Enviar nombre de usuario

# Password_LoginAgain
source: You will be asked to log in again after your password change is completed
es: Se le pedirá que inicie sesión otra vez después de que se complete el cambio de contraseña.

# CreatePassword
source: Create a Password
es: Crea una contraseña

source: Enter Password
es: Introducir la contraseña

# PasswordInfoText
source: You will use your password to log in to your account. Make sure to write it down and safely store it for later use.
es: Que va a utilizar su contraseña para acceder a su cuenta. Asegúrese de escribir y almacenar de manera segura para su uso posterior.

source: Password Strength
es: seguridad de la contraseña

source: New Password
es: nueva contraseña

source: Create your account
es: Crea tu cuenta

source: Logging in
es: Iniciar sesión

source: Remember Me
es: Recuérdame

# MinimumEightCharacters
source: Eight characters minimum
es: Ocho caracteres como mínimo

# OneUpperCaseLetter
source: One uppercase letter (e.g. ABC)
es: Una letra mayúscula (e. ABC)

# OneLowerCaseLetter
source: One lowercase letter (e.g. abc)
es: Una letra minúscula (e. Abc)

# OneNumber
source: One number (e.g. 1234)
es: Un número (por ejemplo 1234)

# OneSpecialCharacter
source: One special character (e.g. !@#$^&*)
es: Un carácter especial (e.! @ # $ ^ & *)

# SecurityPinInfoText
source: If you call Customer Support, we will ask that you provide this personal identification number (PIN) to help protect you account from unauthorized individuals.
es: Si llama al servicio de atención al cliente, le pediremos que nos proporcione este número de identificación personal (PIN) para ayudar a proteger su cuenta de personas no autorizadas.

# CreateSecurityPin
source: Create a Security PIN
es: Crear un PIN de seguridad

# EnterPin
source: Enter 4 digit PIN
es: Ingrese su PIN

# SecurityQuestionInfoText
source: You can use this security question when you want to reset your password.
es: Se puede utilizar esta pregunta de seguridad cuando se desea restablecer su contraseña.

# SelectSecurityQuest
source: Select a Security Question
es: Seleccione una Pregunta de Seguridad

source: Favorite place to visit?
es: lugar favorito para visitar?

# BestFriendName
source: Best friend's name?
es: nombre del mejor amigo?

source: Favorite actor/actress?
es: Favorito el actor / actriz?

# MascotFavoriteSportsTeam
source: Mascot of favorite sports team?
es: Mascota del equipo deportivo favorito?

# MotherMaidenName
source: Mother's maiden name?
es: ¿Nombre de soltera de la madre?

# NameFirstPet
source: Name of first pet?
es: ¿Nombre de la primera mascota?

source: Your nickname?
es: ¿Tu apodo?

# EnterSecurityAnswer
source: Enter at least 8 characters
es: Introduzca al menos 8 caracteres

# SecurityAnswerInfoText
source: Try not to use common answers that others will know or can be easily guessed or found on social sites.
es: Trate de no usar respuestas comunes que otros sepan o se puede adivinar o que se encuentran en las redes sociales con facilidad.

# TurnOnPushNotification
source: Turn On Push Notifications
es: Activar notificaciones Push

# FreeServiceCredit
source: Get $50 in Free Service Credit
es: Recibe $ 50 en libre servicio de crédito

# TurnOnPushNotificationBtnTitle
source: Turn On Notifications
es: Activar las notificaciones

# TurnOnPushNotificationInfoText
source: Stay Informed. Get service upgrade discounts and offers. Get access to important account updates and service notifications. Get access to important news and events.
es: Mantente informado. Obtener descuento actualización de servicios y el acceso a las actualizaciones offers.Get importantes de la cuenta y notificaciones de servicio. Obtener acceso a las noticias y eventos importantes.

# WelcomeHotwire
source: Welcome To
es: Bienvenido a

# BillingPayment
source: Billing and Payment
es: Facturación y pago

# BillingPaymentInfo
source: View you bill and pay it instantly using your credit card or bank account.
es: Ver su factura y pagar con su tarjeta de crédito o cuenta bancaria.

# AppointmentsInfo
source: Schedule and manage your appointments with live tracking and technician photos
es: Programe y administre sus citas con fotos de seguimiento y técnico en vivo

source: TV Services
es: Los servicios de televisión

# TVServicesInfo
source: Access TV Everywhere, view your TV package and TV channel lineups
es: Acceda a TV Everywhere, vea su paquete de TV y las listas de canales de TV

source: Trouble Shooting
es: Solución de problemas

# TroubleShootingInfo
source: Easily troubleshoot your service with live video chat customer support
es: Solucione fácilmente su servicio con el servicio de atención al cliente de videoconferencia en directo

source: Push Notifications
es: Notificaciones push

# PushNotificationsInfo
source: Get notified of service interuptions, special events or community promotions
es: Recibir notificaciones de interupciones de servicio, eventos especiales o promociones comunitarias

source: Verification
es: Verificación

# VerifyYourPhoneNumberTitle
source: Verify Your Phone Number
es: Verifica tu numero de telefono

source: Check Code
es: Código de verificación

source: Enter Verification code
es: Introduce el código de verificación

# EnterVerificationCodeInfo
source: Enter the 6 digit code we sent in a text message to
es: Introducir el código de 6 dígitos que le enviamos en un mensaje de texto al

# EnterVerificationCodeForCallPreInfo
source: We are calling
es: Estamos llamando

# EnterVerificationCodeForCallPostInfo
source: Enter the 6 digit code that will be provided.
es: Introduzca el código de 6 dígitos que se proporcionará.

# SendCodeAgainBtnTitle
source: Text Code Again
es: Código de texto de nuevo

# ChangeMobileNumberBtnTitle
source: Change Mobile Number
es: Cambiar número de móvil

# CallmeAgainBtnTitle
source: Call me Again
es: Llámame de nuevo

# CallmeInsteadBtnTitle
source: Call me Instead
es: En vez llámame

# TextmeInsteadBtnTitle
source: Text me Instead
es: Envíame un mensaje de texto

# SubmitBtnTitle
source: Submit
es: Enviar

# ForgotLoginMobileHeaderText
source: Enter the code we send to your phone.
es: Ingrese el código que le enviamos el teléfono.

# ForgotLoginMobileInfoText
source: The verification code is a 6 digit number. Make sure you don’t enter your mobile number or the phone number that received the text from.
es: El código de verificación es un número de 6 dígitos. Asegúrese de que no introduce tu número de teléfono o el número de teléfono que recibió el texto de.

# ForgotLoginEmailVerification
source: Enter the code we send to your email
es: Ingrese el código que le enviamos a su correo electrónico

# ForgotLoginEmailVerificationInfo
source: The verification code is a 6 digit number.
es: El código de verificación es un número de 6 dígitos.

# VerifyYourEmailAddressTitle
source: Verify Your Email Address
es: Verifique su dirección de correo electrónico

# VerifyYourEmailAddressAfterLoginTitle
source: Enter Verification Code
es: Introduzca el código de verificación

# EnterVerificationCodeMailInfo
source: Enter the 6 digit code we sent in an email to
es: Introducir el código de 6 dígitos que le enviamos en un correo electrónico a

# SendEmailAgain
source: Email Code Again
es: Código de correo electrónico de nuevo

source: Resend Code
es: Reenviar codigo

source: Change Email Address
es: Cambiar dirección de correo electrónico

source: Go
es: Ir

# subDescriptionMobileVerification
source: By tapping 'Send Verification Code' above, Hotwire Communication will send you an SMS to confirm your phone number. On the next screen, you can choose to 'Resend Code' to initiate another SMS or 'Call Me' to initiate the phone call to confirm your phone number. Message, call & data rates may apply.
es: Al pulsar Enviar código de verificación anterior, Hotwire Communication le enviará un SMS para confirmar su número de teléfono. En la siguiente pantalla, puede elegir 'Reenviar código' para iniciar otro SMS o 'Llamarme' para iniciar la llamada telefónica para confirmar su número de teléfono. Pueden aplicarse tarifas de mensajes, llamadas y datos.

# subDescriptionMobileUserName
source: By tapping 'Send Username' above, Hotwire Communication will send you an SMS with your username. Message & data rates may apply.
es: Al pulsar 'Enviar nombre de usuario', Hotwire Communication le enviará un SMS con su nombre de usuario. Es posible que se apliquen tarifas de mensajes y datos.

source: Confirm Phone Number
es: Confirmar el número de teléfono

# WeAreCalling
source: We are calling +1 (555) 555-5555
es: Estamos llamando al +1 (555) 555-5555

# EnterSecurityCode
source: Enter the following security code in your handset
es: Introduzca el siguiente código de seguridad en su teléfono

source: Call Me Again
es: Llámame de nuevo

source: Change Mobile Number
es: Cambiar número de móvil

source: Text Me Instead
es: Texto yo En su lugar

source: Hi
es: Hola

# ThanksForCreatingAccount
source: Thanks for creating your account
es: Gracias por crear su cuenta

# ThanksForCreatingAccountFirstTime
source: Welcome To Our New Mobile Experience
es: Bienvenido a nuestra nueva experiencia móvil

# ThanksForCreatingAccountInfo
source: Let’s take a movement to finish setting up your account and verify the phone number and email address you used during sign up.
es: Vamos a echar un movimiento para terminar de configurar su cuenta y verificar la dirección de número de teléfono y correo electrónico que utilizó durante su registro.

source: Finish Account Setup
es: Finalizar la configuración de la cuenta

# WelcomeInfoText
source: Let’s take a moment to verify and setup you account for this new mobile experience.
es: Vamos a tomar un momento para verificar y configurar su cuenta para esta nueva experiencia móvil.

# WelcomeTermAndCondition
source: By continuing, you agree to our Terms of Use and Privacy Policy Policy.
es: Al continuar, acepta nuestras Condiciones de uso y Política de privacidad.

# LoginThanksMessage
source: Thanks for creating your account
es: Gracias por crear su cuenta

# VerifyMobileNumber
source: Verify Your Mobile Number
es: Verifique su número de móvil

# VerifyMobileNumberInfoText
source: Well we send a Text Message with verification code to this phone number. You can use this number to help protect your account and recover you password if you ever forget it.
es: Así que enviamos un mensaje de texto con el código de verificación para este número de teléfono. Puede utilizar este número para ayudar a proteger su cuenta y recuperar su contraseña si alguna vez olvida.

source: Send code
es: Enviar código

# VerifyEmailAddress
source: What is Your Email Address?
es: ¿Cuál es tu dirección de correo electrónico?

# VerifyEmailAddressInfo
source: You can use this email address when you log in or want to reset your password. We will also send you important service and account notifications from time to time.
es: Se puede utilizar esta dirección de correo electrónico al iniciar sesión en o desea restablecer su contraseña. También le enviará notificaciones importantes y cuenta del Servicio de vez en cuando.

# VerifyEmailAddressInfoAfterLogin
source: We require an email address to help recover your account if you forget your password. We will also send you important service and account notifications from time to time.
es: Necesitamos una dirección de correo electrónico para ayudar a recuperar su cuenta si olvida su contraseña. También le enviaremos notificaciones importantes de servicio y cuenta de vez en cuando.
