Repository: ioscorpus/Hotwire_test_ios
Catalog: HotwireCommunications/HotwireCommunications-TC/Utility/*.lproj/Localizable.strings
Languages: es

# AccountRecoveryPageHeader
source: Get help signing into your account.
es: Obtener ayuda para iniciar sesión en su cuenta.

# RecoveryOption
source: CHOOSE A RECOVERY OPTION
es: ESCOGER UNA OPCIÓN DE RECUPERACIÓN

# AccountRecoveryInfo
source: For your protection, we log all activity related to account recovery including IP Address. We also send notifications to you based on this activity.
es: Para su protección, registrar toda la actividad relacionada con la cuenta de recuperación, incluyendo la dirección IP. También enviamos notificaciones a que en base a esta actividad.

# ResetPasswordHeader
source: CHOOSE A RESET OPTION
es: ELIGE UN opción de restablecimiento

# RecoverUsernameHeader
source: CHOOSE A RECOVERY OPTION
es: ESCOGER UNA OPCIÓN DE RECUPERACIÓN

source: Mobile Phone
es: Teléfono móvil

# CodeSendTitle
source: Code Send
es: código Enviar

# CodeSendOnMobileBody
source: We send a code via text message to (555) 555-5555. Sometimes it can take a few minutes to arrive. Please be patient.
es: Enviamos un código a través de mensaje de texto a (555) 555-5555. Sometimes puede tardar unos minutos en llegar. Por favor sea paciente.

# CodeConfirmedTitle
source: Code Confirmed
es: código Confirmado

# CodeConfirmedMobileNumberBody
source: Your phone number has been verified.
es: Su número de teléfono se ha verificado.

# CodeConfirmedEmailBody
source: Your emailed address is now confirmed and verified.
es: Su dirección de correo electrónico se ha confirmado y verificado.

# CodeResentTitle
source: Code Re-sent
es: Código Re-enviado

# CodeResentBody
source: It may take up to 5 minutes before the text message arrives.
es: Se puede tomar hasta 5 minutos antes de que llegue el mensaje de texto.

# EmailSentTitle
source: Email Sent
es: Email enviado

# EmailSentBody
source: We sent a verification code to
es: Hola John. Hemos enviado un correo electrónico a jsmith@gmail.com. Por favor abra el correo electrónico y siga las instrucciones para verificar su dirección de correo electrónico. Esto ayuda a que su cuenta sea más segura. Asegúrese de revisar su carpeta de correo no deseado si no ve el correo electrónico en su bandeja de entrada. También nos añade a su lista de remitentes seguros.

# InvitationCodeInvalidTitle
source: Invitation Code Invalid
es: Invitación de código no válido

# InvitationCodeInvalidBody
source: The invitation Code you entered is not valid. Please check your code and try again.
es: El código de invitación que has introducido no es válido. Por favor, compruebe el código y vuelve a intentarlo.

# CustomerNumberInvalidTitle
source: Customer Number Invalid
es: Número de cliente no válido

# CustomerNumberInvalidBody
source: There customer number you entered was nt found in the system. please check your entered was not found in the system. Please check your number and try again.
es: Hay número de cliente que ha introducido se encontró nt en el sistema. por favor revise su introducido no se encuentra en el sistema. Por favor, compruebe el número y vuelva a intentarlo.

# CodeInvalidTitle
source: Code Invalid
es: código no válido

# CodeInvalidBody
source: The code you entered is invalid. Please check the numberer sends new code to you number.
es: El código introducido no es válido. Por favor, compruebe el numerador envía nuevo código para que número.

# CodeExpiredTitle
source: Code Expired
es: código de plazo

# CodeExpiredBody
source: The code you entered is expired Please send a new code to the number and try again.
es: El código introducido ha caducado favor enviar un nuevo código para el número y vuelva a intentarlo.

# EmailAlreadyInUseTitle
source: Email Already in Use
es: Correo electrónico ya está en uso

# EmailInvalidTitle
source: Email Invalid
es: Correo electrónico no válido

# EmailInvalidBody
source: Please enter a valid email address.
es: Por favor, introduce una dirección de correo electrónico válida.

# EmailAlreadyInUseBody
source: is already registered in our system. Please enter another email address or login in
es: jsmith@gmail.com ya está registrado en nuestro sistema. Por favor, introduzca otra dirección de correo electrónico o iniciar sesión en

# RecoverUserNamePhoneNoTitle
source: Text Message Sent
es: Mensaje de texto enviado

# RecoverUserNamePhoneNoBody
source: If (555) 555-5555 is a valid number, you will receive a text message shortly with your Username
es: Si (555) 555-5555 es un número válido, recibirá un mensaje de texto breve con nombre de usuario

# RecoverUserNameEmailNoTitle
source: Email Sent
es: Email enviado

# RecoverUserNameEmailNoBody
source: If ? is valid , you will receive an email shortly with the Username.
es: Si ? es válida, recibirá un correo electrónico en breve con el nombre de usuario.

source: Alert
es: Alerta

source: OK
es: DE ACUERDO

# PhoneEmailOTPInstruction
source: Enter the 6-digit verification code that we sent to
es: Introduzca el código de verificación de 6 dígitos que enviamos a

source: Resend Code
es: Reenviar codigo

# CallMeButtonTitle
source: Call Me Instead
es: Llámame en su lugar

# TextEnabledPhoneText
source: I do not have a text enabled phone.
es: No tengo un teléfono habilitado para texto.

# EnterNewPassword
source: Enter a New Password
es: Introduzca una nueva contraseña

# EnterPasswordCharecter
source: Enter atleast 8 charecters.
es: Introduzca al menos 8 caracteres.

# SaveNewPasswordBtn
source: Save New Password
es: Guardar Nueva Contraseña

# VeryWeakStatus
source: Very Weak
es: Muy débil

# WeakStatus
source: Weak
es: Débiles

# OkStatus
source: Just Ok
es: No está mal

# GoodStatus
source: Good
es: Bueno

# GreatStatus
source: Great
es: Estupendo

# NewPasswordTitle
source: New Password
es: nueva contraseña

source: Password Help
es: Contraseña Ayuda

# PasswordHeading
source: Creating a strong password
es: Creación de una contraseña segura

# PasswordInstructionHeading
source: To keep your account safe, here are a few tips on how to create a strong password:
es: Para mantener su cuenta segura, he aquí algunos consejos sobre cómo crear una contraseña segura:

# PasswordInstruction1
source: Use eight or more charecter with a mix of numbers, symbole and lower and upper case letters.
es: Utilice ocho o más caracteres con una mezcla de números, símbolos y letras mayúsculas y minúsculas.

# PasswordInstruction2
source: Use a unique password for each of your important accounts.
es: Utilice una contraseña única para cada una de sus cuentas importantes.

# PasswordInstruction3
source: Don't use common terms or simple words that are easy to guess.
es: No utilice términos comunes o palabras simples que sean fáciles de adivinar.

source: Service Account
es: Cuenta de servicio

# ServiceAccountName
source: Name
es: Nombre

# ServiceAccountNumber
source: Account Number
es: Número de cuenta

source: My Current Services
es: Mis servicios actuales

source: Primary Number
es: Numero primario

source: Add a Second Number
es: Agregar un segundo número

source: Primary Email
es: Correo electrónico principal

source: Add a Second Email
es: Agregar un segundo correo electrónico

source: SERVICE ADDRESS
es: DIRECCIÓN DE SERVICIO

source: ACCOUNT SERVICES
es: SERVICIOS CONTABLES

source: BILLING ADDRESS
es: DIRECCIÓN DE ENVIO

source: PHONE NUMBER
es: NÚMERO DE TELÉFONO

source: ACCOUNT CONTACTS
es: CONTACTO DE LA CUENTA

# BillingInfoTitle
source: Billing Info
es: Información de facturación

source: Total Amount Due
es: Importe total pendiente

source: Payment Due On
es: Pago debido en

source: Pay Bill
es: Pagar la factura

source: Pay Different Amount
es: Pagar cantidad diferente

source: Setup Auto Payment
es: Configurar el pago automático

source: Paperless Billing
es: Facturación sin papel

source: Bill Statement History
es: Declaración de cuentas

source: Understanding Your Bill
es: Comprensión de su factura

source: BALANCE SUMMARY
es: RESUMEN DEL EQUILIBRIO

source: PAYMENT OPTIONS
es: OPCIONES DE PAGO

source: BILLING OPTIONS
es: OPCIONES DE FACTURACIÓN

# ProfilePictureTitle
source: ProfilePicture
es: Foto de perfil

# PayBillTitle
source: PayBill
es: vale

# MessagesTitle
source: Messages
es: Mensajes

# ServiceAccountTitle
source: Service Account
es: Cuenta de servicio

# UserAccountTitle
source: User Account
es: Cuenta de usuario

# LanguageTitle
source: Language
es: Idioma

# NotificationsTitle
source: Notifications
es: Notificaciones

# SignOutTitle
source: Sign Out
es: Desconectar

# SignOutTitleForLogOut
source: Sign Out?
es: ¿Desconectar?

# USERPROFILETitle
source: USER PROFILE
es: PERFIL DEL USUARIO

# BILLMANAGEMENTTitle
source: BILL MANAGEMENT
es: GESTIÓN DE LA OFERTA

# ACCOUNTMANAGEMENTTitle
source: ACCOUNT MANAGEMENT
es: ADMINISTRACIÓN DE CUENTAS

# APPSETTINGSTitle
source: APP SETTINGS
es: AJUSTES DE APLICACION

# languageIntro
source: If you change the app language, the app will need to be restarted.
es: Si cambia el idioma de la aplicación, será necesario reiniciar la aplicación.

# languageSaveButtonTitle
source: Save
es: Salvar

# Laungage_Options
source: LANGUAGE OPTIONS
es: OPCIONES DE IDIOMA

# SignOutContent
source: Are you sure?
es: ¿Estás seguro?

# SignOutButtonTitle
source: Yes,Sign Out
es: Sí, Salir

# LivaChatTitle
source: Live Chat
es: Chat en vivo

# DisplayNameTitle
source: DISPLAY NAME
es: NOMBRE PARA MOSTRAR

source: Display Name
es: Nombre para mostrar

# LogInSectionTitle
source: LOG IN
es: INICIAR SESIÓN

# DescriptionValueInUserAccount
source: If you forget your password or cannot access your account, we will use this information to help you to log back in.
es: Si olvida su contraseña o no puede acceder a su cuenta, usaremos esta información para ayudarle a iniciar sesión.

# ACCOUNTRECOVERYTitle
source: ACCOUNT RECOVERY
es: RECUPERACIÓN DE CUENTA

# PhoneTitle
source: Mobile
es: Móvil

# VerifiedText
source: Verified
es: Verificado

# NotVerifiedText
source: Unverified
es: Inconfirmado

# EmailTitle
source: Email
es: Correo electrónico

# PasswordTitle
source: Password
es: Contraseña

# NameTitle
source: Name
es: Nombre

# UsernameTitle
source: Username
es: Nombre de usuario

source: Privacy Policy
es: Política de privacidad

source: Terms of Use
es: Términos de Uso

# PasswordAlerTitle
source: Re-Enter Password
es: Escriba la contraseña otra vez

# PasswordAlertMessage
source: Enter your password to continue.
es: Introduzca su contraseña para continuar.

# UserNameTitle
source: Username
es: Nombre de usuario

# UserNameHeading
source: What is Your Username?
es: ¿Cual es tu nombre de usuario?

# UserNameInfo
source: You will be asked to log in again after your username change is completed.
es: Se le pedirá que inicie sesión otra vez después de que se complete su cambio de nombre de usuario.

# UserNamePlaceholder
source: Enter Username
es: Introduzca su nombre de usuario

# LoginInfo
source: Log in with your Hotwire ID
es: Inicie sesión con su ID Hotwire

# UserNamePlaceHolder
source: Enter Email Address or Username
es: Introduzca dirección de correo electrónico o nombre de usuario

# PasswordPlaceHolder
source: Password
es: Contraseña

# ForgotLogoutButton
source: Forgot Username or Password?
es: ¿Olvidaste tu nombre de usuario o contraseña?

# Forgot_Username
source: Forgot Log in?
es: ¿Has olvidado tu contraseña?

# UsernameEmptyMessage
source: Username can not be empty.
es: El nombre de usuario no puede estar vacío.

# PasswordEmptyMessage
source: Password can not be empty.
es: La contraseña no puede estar vacía.

# PleaseWaitTitle
source: Please Wait...
es: Por favor espera...

# InvitationCodeTitle
source: Invitation Code
es: código de invitación

# MobileVerificationCodeSignup
source: Use this mobile number to secure and recover your account if you forget your username or password.
es: Utilice este número de teléfono móvil para proteger y recuperar su cuenta si olvida su nombre de usuario o contraseña.

# PropertyMessageTitle
source: Property Message
es: Mensaje de la propiedad

# CommunityChannelsTitle
source: Community Channels
es: Canales comunitarios

# CommunityInformationTitle
source: Community Information
es: Información de la comunidad

# CalendarTitle
source: Calendar
es: Calendario

# BulletinBoardTitle
source: Bulletin Board
es: Tablón de anuncios

# MarketplaceTitle
source: Marketplace
es: Mercado

# ReservationsTitle
source: Reservations
es: Reservas

# FAQ_selectTopic
source: Select Topic
es: Seleccionar tema

# FAQ_television
source: Television
es: Televisión

# FAQ_phone
source: Phone
es: Teléfono

# FAQ_billing
source: Billing
es: Facturación

# Tel_television
source: Television
es: Televisión

# Tel_SectionZero
source: ARTICLES AVAILABLE
es: ARTÍCULOS DISPONIBLES

# Tel_SectionZero_RowZero
source: Why can I not see all my channels?
es: ¿Por qué no puedo ver todos mis canales?

# Tel_SectionZero_RowOne
source: Am I subscribed to the appropriate package to have all the channels I want.
es: ¿Estoy suscrito al paquete apropiado para tener todos los canales que quiero.

# Tel_SectionZero_RowTwo
source: What is my Channel Line Up?
es: ¿Cuál es mi línea de canales?

# Tel_SectionZero_RowThree
source: How can i view an online TV Guide?
es: ¿Cómo puedo ver una guía de TV en línea?

# Tel_SectionZero_RowFour
source: What's the difference between Analoug & Digital?
es: ¿Cuál es la diferencia entre Analoug & Digital?

# Tel_SectionOne
source: USER GUIDES & MANUALS
es: GUIAS DE USUARIO Y MANUALES

# Tel_SectionOne_RowZero
source: Fision User Guide
es: Guía del usuario de Fision

# Tel_SectionOne_RowOne
source: Basic and Advanced Features
es: Funciones básicas y avanzadas

# Tel_SectionOne_RowTwo
source: Remote Control Guide
es: Guía de control remoto

# Tel_SectionOne_RowThree
source: How to Access TV Everywhere
es: Cómo acceder a TV en todas partes

# FAQ_Article
source: Article
es: Artículo

# FAQ_Done
source: Done
es: Hecho

# FAQ_Save
source: Save
es: Salvar

# FAQ_Share
source: Share
es: compartir

# Sup_AccountManager
source: Account Manager
es: Gerente de cuentas

# Sup_office_address
source: OFFICE ADDRESS
es: DIRECCIÓN DE LA OFICINA

# Sup_contact_info
source: CONTACT INFORMATION
es: INFORMACIÓN DEL CONTACTO

# Sup_Contact
source: Contact
es: Contacto

# Sup_Office
source: Office
es: Oficina

# Sup_Help
source: How Can I Help You
es: Cómo puedo ayudarte

# Sup_Contact_Help
source: What Can We Help You With?
es: ¿Qué podemos ayudarte?

# Sup_Cancel
source: Cancel
es: Cancelar

# Sup_Send
source: Send
es: Enviar

# Sup_Subject
source: Subject
es: Tema

# Sup_ComposeMsg
source: Compose Message
es: Crear Mensaje

# TV_channelLineUp
source: Channel Lineup
es: Línea de canales

# TV_AllMovies
source: All movies, all the time, uncut and comercial free when you subscribe to
es: Todas las películas, todo el tiempo, sin cortar y comercial libre cuando se suscribe a

# UP_ADD/UPGRADE
source: ADD/UPGRADE SERVICE
es: SERVICIO ADD / UPGRADE

# UP_FissionVoice
source: Fision Voice
es: Voz Fision

# UP_FissionSecurity
source: Fision Security
es: Fision Seguridad

# UP_FissionEquipment
source: Equipment
es: Equipo

# UP_FissionBundles
source: Bundles
es: manojos
